Repository: ghasemi63/TopSkill
Catalog: cultural/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Filetype not supported.
fa: نوع فایل پشتیبانی نمی شود.

source: The desired student's information has already been entered.
fa: اطلاعات پرونده مورد نظر قبلاً حذف شده است

source: Please select a student.
fa: لطفا یک دانشجو را انتخاب کنید.

source: The method of sending information is not safe and it is not possible to record data.
fa: روش ارسال اطلاعات امن نبوده و امکان ثبت داده ها وجود ندارد.

source: Your score has been registered correctly.
fa: امتیاز مورد نظر به درستی ثبت شد.

source: The requested documents have been uploaded.
fa: مدارک درخواستی بارگذاری شده است.

source: The information you sent is incorrect.
fa: اطلاعاتی که ارسال کردید نادرست است.

source: The desired file has already been deleted.
fa: فایل مورد نظر قبلاً حذف شده است

source: Personal info
fa: اطلاعات شخصی

source: Permissions
fa: مجوزها

source: Important dates
fa: تاریخ های مهم

source: privilege
fa: سطح دسترسی

source: user_privilege
fa: سطح دسترسی کاربر

source: Province
fa: استان

source: Name of the training center
fa: نام مرکز آموزشی

source: Code of the training center
fa: کد مرکز آموزشی

source: center
fa: مرکز آموزشی

source: centers
fa: مراکز آموزشی

source: profile
fa: پروفایل

source: profiles
fa: پروفایل ها
